<?php


function loadCustomConfig() 
{

    return [
        'csv_category' => [
            8  => "商品マスタ:アップロード",
            9  => "商品マスタ:ダウンロード",
            10 => "商品SKUマスタ:アップロード",
            11 => "商品SKUマスタ:ダウンロード",
            12 => "SKU/SKU2:アップロード",
            13 => "品番SKU変更:アップロード",
            20 => "商品SKUマスタ一括:アップロード",
            21 => "商品SKUマスタ一括:ダウンロード",
            30 => "セット商品マスタ：アップロード",
            31 => "セット商品マスタ：ダウンロード",
            40 => "得意先マスタ：アップロード",
            41 => "得意先マスタ：ダウンロード",
            45 => "仕入先マスタ：アップロード",
            46 => "仕入先マスタ：ダウンロード",
            47 => "梱包マスタ：アップロード",
            48 => "梱包マスタ：ダウンロード",
            50 => "入荷伝票：アップロード",
            51 => "入荷伝票：ダウンロード",
            52 => "入荷商品タグCSV発行：ダウンロード",
            54 => "入荷実績：ダウンロード",
            55 => "入荷実績(CrossMall)：ダウンロード",
            56 => "返品伝票登録：アップロード",
            59 => "返品実績：ダウンロード",
            60 => "受注伝票登録：アップロード パターン1",
            61 => "受注伝票登録：アップロード パターン2",
            62 => "受注伝票登録：アップロード パターン3",
            63 => "受注伝票登録：アップロード パターン4",
            64 => "受注伝票登録：アップロード パターン5",
            65 => "受注伝票：ダウンロード",
            71 => "出荷伝票:ダウンロード",
            75 => "出荷実績:ダウンロード",
            82 => "在庫一覧：ダウンロード",
            83 => "在庫一覧：ダウンロード(集計)",
            85 => "在庫ロケ：ダウンロード",
            87 => "在庫管理番号：アップロード",
            90 => "ピッキング：ダウンロード",
            100 => "発注書：アップロード",
            101 => "発注書：ダウンロード",
            102 => "発注入庫実績：アップロード",
            103 => "発注入庫実績(受注連携システム向け)：ダウンロード"
        ]
    ];

}